{

    "products": [
       
        {
            "ID":1,
            "name": "TravellerShield Plus",
            "Brand":"DBS",
            "Filter":"Travel",
            "small_description":"Protect your vacation, earn cashback and stand to win a branded suitcase.",
            "Description":"Comprehensive COVID-19 coverage.\n TravellerShield Plus customers (including your little ones who are unvaccinated) will automatically be covered for COVID-19.",
            "Amount": "S$200 monthly "
        },
        
        {
            "ID":2,
            "name": "Manulife IncomeGen (II)",
            "Brand":"ManuLife",
            "Filter":"Savings",
            "small_description":"Provides you a stream of monthly income up to age 120",
            "Description":"Enjoy peace of mind with Manulife IncomeGen (II) — a whole-life insurance savings plan that provides lifetime monthly income up to age 120, while keeping you protected. The future generation can enjoy financial security in the years to come with the option to change the life insured.",
            "Amount":"S$180 monthly"
        },

        {
            "ID":3,
            "name": "Overseas Student Protect",
            "Brand":"DBS",
            "Filter":"Travel",
            "small_description":"Overseas Student Protect. No matter how far you are away from home, stay protected",
            "Description":"The Overseas Student Protect plan is tailored for students travelling overseas to study. Studying far away from home, the last thing your loved ones should have to worry about is your safety. Let them have that peace of mind knowing that should something happen, you are covered.",
            "Amount":"S$180 monthly"
        },

        {
            "ID":4,
            "name": "ReadyBuilder (II)",
            "Brand":"DBS",
            "Filter":"Endowment",
            "small_description":"A participating whole life plan to support your financial goals amid life’s changes",
            "Description":"Get covered for death, terminal illness and premium waiver on total & permanent disability. Available in single premium, or in premium paying periods of 5, 10, 15, or 20 years.",
            "Amount":"S$130 monthly"
        },


        {
            "ID":5,
            "name": "GreatHome",
            "Brand":"OCBC",
            "Filter":"Home",
            "small_description":"Insure the assets and contents in your home",
            "Description":"Get up to S$250,000 for Household Contents and Renovations with first loss coverage (first-loss coverage – if the cost to restore your damaged renovation exceeds the insured amount, we’ll pay up to the sum insured whereas other insurers pay a proportion).",
            "Amount":"S$150 monthly"
        },

        {
            "ID":6,
            "name": "myHome Protect II",
            "Brand":"DBS",
            "Filter":"Home",
            "small_description":"Protect your home against the unexpected with up to S$350,000 coverage.",
            "Description":"Fires and burst pipes in homes are not uncommon. You’re covered whether you’re affected by an accident in your home or your neighbour’s. Receive reimbursement of up to S$32,000 for loss of rent, or incurring costs for staying at an alternative accommodation.",
            "Amount":"S$130 monthly"
        }


    ]
}
