{

    "products": [
       
        {
            "ID":1,
            "name": "Invest-Saver",
            "Brand":"DBS",
            "Filter":"Bonds",
            "small_description":"Ride the market steadily ​with Invest-Saver. Start investing anytime from just S$100 a month",
            "Description":"Invest-Saver is a regular savings plan that lets you invest a fixed sum regularly into your choice of investments, from as little as S$100 a month.\n By making fixed investments regularly regardless of the market conditions, you automatically buy more units when prices are low, and fewer units when prices are high.",
            "Amount": "S$100 monthly "
        },
        
        {
            "ID":2,
            "name": "Manulife InvestReady (III)",
            "Brand":"ManuLife",
            "Filter":"Mixed",
            "small_description":"Diversify your portfolio with access to a diverse range of funds",
            "Description":"Diversify your portfolio with a single plan. Manulife InvestReady (III) is a whole-life regular premium investment-linked plan that offers both protection and investment benefits. Get access to a diverse range of funds including dividend-paying funds for a stream of potential income. Additionally, we help your investment work harder with welcome bonus, annual premium bonus, and yearly loyalty bonus.",
            "Amount":"S$180 monthly"
        },

        {
            "ID":3,
            "name": "AB SICAV I - LOW VOLATILITY EQUITY PORTFOLIO AD SGD-H",
            "Brand":"OCBC",
            "Filter":"Equities",
            "small_description":"The investment team selects a portfolio of global equities that appear to be of high quality, have low volatility and reasonable valuations, and offer attractive shareholder returns.",
            "Description":"Experienced and well-resourced Investment team – The team has decades of combined experience. As bottom-up stock prickers we focus on fundamental research and analysis, drawing on firmwide expertise of AB’s investment specialists to identify the best businesses across the world.",
            "Amount":"S$180 monthly"
        },

        {
            "ID":4,
            "name": "ALLIANZ INCOME AND GROWTH AMG2 (H2-SGD)",
            "Brand":"OCBC",
            "Filter":"Mixed",
            "small_description":"The fund adopts a “three-sleeves” approach, with the core holdings invested primarily in a portfolio consisting of 1/3 US high-yield bonds, 1/3 US convertible bonds and 1/3 US equities/equity securities.",
            "Description":"Position for income and potential growth – The three-sleeves approach has historically provided investors with good upside participation potential and lower downside risk compared to pure equity. Targeted monthly dividend – The fund aims to provide a stable income stream regardless of NAV fluctuations.",
            "Amount":"S$140 monthly"
        },


        {
            "ID":5,
            "name": "Manulink Investor (II)",
            "Brand":"Manulife",
            "Filter":"Mixed",
            "small_description":"Investment-linked plan available for cash, SRS, CPF-OA and CPF-SA subscription. Starts from S$5,000.",
            "Description":"Set the course for your wealth accumulation goals with Manulink Investor (II), a single premium investment-linked policy that allows you to choose from a wide range of funds and plan options to match your risk profile and investment journey you have in mind.",
            "Amount":"S$150 monthly"
        }
    ]
}
